[
    {
        "title": "Avatar",
        "year": "2009",
        "genre": "Action",
        "price": 19.989999999999998436805981327779591083526611328125,
        "synopsis": "On the lush alien world of Pandora live the Na'vi, beings who appear primitive but are highly evolved. Because the planet's environment is poisonous, human\/Na'vi hybrids, called Avatars, must link to human minds to allow for free movement on Pandora. Jake Sully (Sam Worthington), a paralyzed former Marine, becomes mobile again through one such Avatar and falls in love with a Na'vi woman (Zoe Saldana). As a bond with her grows, he is drawn into a battle for the survival of her world."
    },
    {
        "title": "Joker",
        "year": "2019",
        "genre": "Action",
        "price": 29.989999999999998436805981327779591083526611328125,
        "synopsis": "Forever alone in a crowd, failed comedian Arthur Fleck seeks connection as he walks the streets of Gotham City. Arthur wears two masks -- the one he paints for his day job as a clown, and the guise he projects in a futile attempt to feel like he's part of the world around him. Isolated, bullied and disregarded by society, Fleck begins a slow descent into madness as he transforms into the criminal mastermind known as the Joker."
    },
    {
        "title": "Harley Quinn: Birds of Prey",
        "year": "2020",
        "genre": "Action",
        "price": 24.989999999999998436805981327779591083526611328125,
        "synopsis": "It's open season on Harley Quinn when her explosive breakup with the Joker puts a big fat target on her back. Unprotected and on the run, Quinn faces the wrath of narcissistic crime boss Black Mask, his right-hand man, Victor Zsasz, and every other thug in the city. But things soon even out for Harley when she becomes unexpected allies with three deadly women -- Huntress, Black Canary and Renee Montoya."
    },
    {
        "title": "A Star is Born",
        "year": "2018",
        "genre": "Drama",
        "price": 19.989999999999998436805981327779591083526611328125,
        "synopsis": "Seasoned musician Jackson Maine discovers -- and falls in love with -- struggling artist Ally. She has just about given up on her dream to make it big as a singer until Jackson coaxes her into the spotlight. But even as Ally's career takes off, the personal side of their relationship is breaking down, as Jackson fights an ongoing battle with his own internal demons."
    },
    {
        "title": "The Conjuring",
        "year": "2013",
        "genre": "Horror",
        "price": 9.9900000000000002131628207280300557613372802734375,
        "synopsis": "In 1970, paranormal investigators and demonologists Lorraine (Vera Farmiga) and Ed (Patrick Wilson) Warren are summoned to the home of Carolyn (Lili Taylor) and Roger (Ron Livingston) Perron. The Perrons and their five daughters have recently moved into a secluded farmhouse, where a supernatural presence has made itself known. Though the manifestations are relatively benign at first, events soon escalate in horrifying fashion, especially after the Warrens discover the house's macabre history."
    },
    {
        "title": "Annabelle",
        "year": "2014",
        "genre": "Horror",
        "price": 19.989999999999998436805981327779591083526611328125,
        "synopsis": "John Form (Ward Horton) thinks he's found the perfect gift for his expectant wife, Mia (Annabelle Wallis) : a vintage doll in a beautiful white dress. However, the couple's delight doesn't last long: One terrible night, devil worshippers invade their home and launch a violent attack against the couple. When the cultists try to summon a demon, they smear a bloody rune on the nursery wall and drip blood on Mia's doll, thereby turning the former object of beauty into a conduit for ultimate evil."
    },
    {
        "title": "Kobe",
        "year": "2020",
        "genre": "Documentary",
        "price": 14.9900000000000002131628207280300557613372802734375,
        "synopsis": "Follow Kobe Bryant on his epic journey, from Italy to Lower Marion High School. Let this Documentary show you what it truely takes to be a 5 time NBA champion, 3 time finals MVP and a 24 time all star. This is Kobe Bean Bryant"
    },
    {
        "title": "Avatar 2",
        "year": "2021",
        "genre": "Action",
        "price": 59.99000000000000198951966012828052043914794921875,
        "synopsis": "The next installment in the franchise."
    },
    {
        "title": "Angry Birds",
        "year": "2018",
        "genre": "Family",
        "price": 19.989999999999998436805981327779591083526611328125,
        "synopsis": "Flightless birds lead a mostly happy existence, except for Red (Jason Sudeikis), who just can't get past the daily annoyances of life. His temperament leads him to anger management class, where he meets fellow misfits Chuck (Josh Gad) and Bomb. Red becomes even more agitated when his feathered brethren welcome green pigs to their island paradise. As the swine begin to get under his skin, Red joins forces with Chuck and Bomb to investigate the real reason behind their mysterious arrival."
    },
    {
        "title": "Aquaman",
        "year": "2018",
        "price": 19.989999999999998436805981327779591083526611328125,
        "genre": "Action",
        "synopsis": "Once home to the most advanced civilization on Earth, the city of Atlantis is now an underwater kingdom ruled by the power-hungry King Orm. With a vast army at his disposal, Orm plans to conquer the remaining oceanic people -- and then the surface world. Standing in his way is Aquaman, Orm's half-human, half-Atlantean brother and true heir to the throne. With help from royal counselor Vulko, Aquaman must retrieve the legendary Trident of Atlan and embrace his destiny as protector of the deep."
    },
    {
        "title": "Shazam!",
        "year": "2019",
        "price": 19.989999999999998436805981327779591083526611328125,
        "genre": "Action",
        "synopsis": "We all have a superhero inside of us -- it just takes a bit of magic to bring it out. In 14-year-old Billy Batson's case, all he needs to do is shout out one word to transform into the adult superhero Shazam. Still a kid at heart, Shazam revels in the new version of himself by doing what any other teen would do -- have fun while testing out his newfound powers. But he'll need to master them quickly before the evil Dr. Thaddeus Sivana can get his hands on Shazam's magical abilities.\r\n"
    },
    {
        "title": "Wonder Woman",
        "year": "2017",
        "price": 24.989999999999998436805981327779591083526611328125,
        "genre": "Action",
        "synopsis": "Before she was Wonder Woman (Gal Gadot), she was Diana, princess of the Amazons, trained to be an unconquerable warrior. Raised on a sheltered island paradise, Diana meets an American pilot (Chris Pine) who tells her about the massive conflict that's raging in the outside world. Convinced that she can stop the threat, Diana leaves her home for the first time. Fighting alongside men in a war to end all wars, she finally discovers her full powers and true destiny."
    },
    {
        "title": "Fantastic Beasts: The Crimes of Grindelwald",
        "year": "2018",
        "price": 29.989999999999998436805981327779591083526611328125,
        "genre": "Fantasy",
        "synopsis": "In an effort to thwart Grindelwald's plans of raising pure-blood wizards to rule over all non-magical beings, Albus Dumbledore enlists his former student Newt Scamander, who agrees to help, unaware of the dangers that lie ahead. Lines are drawn as love and loyalty are tested, even among the truest friends and family, in an increasingly divided wizarding world.\r\n"
    },
    {
        "title": "Fantastic Beasts: The Crimes of Grindelwald",
        "year": "2018",
        "price": 29.989999999999998436805981327779591083526611328125,
        "genre": "Fantasy",
        "synopsis": "In an effort to thwart Grindelwald's plans of raising pure-blood wizards to rule over all non-magical beings, Albus Dumbledore enlists his former student Newt Scamander, who agrees to help, unaware of the dangers that lie ahead. Lines are drawn as love and loyalty are tested, even among the truest friends and family, in an increasingly divided wizarding world.\r\n"
    }
]